const data = [
  {
    id: '6573c0e5001221fbdec2f76c',
    title:
      '안녕하세요, 이곳은 당신의 최고의 여행 가이드를 제공하는 블로그입니다.',
    description:
      '여기에서는 전 세계를 여행하는 데 필요한 모든 정보를 제공합니다. 여행 준비, 여행지 추천, 여행 팁 등 다양한 정보를 통해 보다 즐겁고 편안한 여행을 계획하세요.\r\n또한, 여행 중 발생할 수 있는 문제 해결 방안도 함께 제공하니 걱정 없이 여행을 즐기세요. 여행 관련 최신 뉴스와 트렌드도 놓치지 마세요.\r\n'
  },
  {
    id: '6573c0e51c767e04b752db44',
    title: '최고의 여행지 추천: 가볼 만한 곳들',
    description:
      '이 섹션에서는 전 세계에서 꼭 가봐야 할 여행지를 추천합니다. 각 여행지의 특징, 추천 명소, 맛집 정보 등을 상세히 안내합니다.\r\n다양한 테마별 여행지를 소개하며, 가족 여행, 커플 여행, 혼자 여행 등 다양한 여행 스타일에 맞춘 정보를 제공합니다.\r\n'
  },
  {
    id: '6573c0e5d717806a6ad8c25c',
    title: '여행 팁: 여행 중 꼭 알아야 할 정보와 팁',
    description:
      '여행 중 유용한 팁과 정보를 제공합니다. 비행기 예약, 숙소 선택, 현지 교통 이용법 등 여행 준비부터 현지에서의 생활까지 다양한 정보를 다룹니다.\r\n또한, 여행 중 발생할 수 있는 긴급 상황 대처법과 안전 수칙도 함께 안내합니다. 여행을 보다 안전하고 즐겁게 만들기 위한 정보가 가득합니다.\r\n'
  },
  {
    id: '6573c0e54bdb722ed86ee42d',
    title: '여행의 즐거움: 현지 문화와 먹거리 체험하기',
    description:
      '여행지에서 현지 문화를 체험하고, 다양한 먹거리를 즐기는 방법을 소개합니다. 각 지역의 전통 음식, 유명 레스토랑, 숨겨진 맛집 등을 안내합니다.\r\n또한, 현지 축제와 문화 행사 정보도 제공하여 더 깊이 있는 여행을 즐길 수 있도록 돕습니다.\r\n'
  },
  {
    id: '6573c0e5bac5e8cb6c91fbc1',
    title: '여행 준비물 체크리스트',
    description:
      '여행 전 챙겨야 할 준비물 리스트를 제공합니다. 필수 아이템부터 상황에 따라 필요한 물품까지 꼼꼼하게 체크할 수 있도록 도와줍니다.\r\n또한, 여행지별로 특화된 준비물도 함께 안내하여 보다 완벽한 여행 준비를 할 수 있도록 돕습니다.\r\n'
  },
  {
    id: '6573c0e52d221dc14a49a9a7',
    title: '여행 후유증 극복하기: 여행 후 일상으로 돌아가는 방법',
    description:
      '여행 후 일상으로 돌아가는 데 도움을 주는 팁을 제공합니다. 여행 후 피로 회복 방법, 여행 중 찍은 사진 정리법, 여행 후유증 극복법 등을 안내합니다.\r\n또한, 여행 후에도 여행의 즐거움을 이어갈 수 있는 방법을 제안하여 일상생활에 활력을 더할 수 있도록 돕습니다.\r\n'
  }
]

export default data
